/* authFailed */
"Authentication Failed !!!" = "Аутентификация не пройдена !!!";

/* Authentication Success */
"Authentication Success!!!" = "Аутентификация прошла успешно!!!";

/* okay */
"Okay" = "Принять";

/* requestLogin */
"Please enter login" = "Введите логин";

/* requestPassword */
"Please enter password" = "Введите пароль";

/* serverError */
"Server Error!!!" = "Ошибка сервера!!!";

/* messageAboutEnteringData */
"You enetered a wrong password too many times.\nYou blocked !" = "Вы ввели некорректный пароль слишком много раз!";

/* wrongLoginPassword */
"You entered wrong login or password" = "Вы ввели неправильный логин или пароль";

/* messageAboutSymbolFormat */
"You have entered invalid symbols.\n Valid symbols format: A-Z a-z 0-9" = "Вы ввели некорректный формат символов.\nКорректный формат: A-Z a-z 0-9";

/* successLogin */
"You have successfully logged in :)" = "Вход выполнен :)";

/* No comment provided by engineer. */
"There are %ld attempts to enter a valid value!" = "Осталось %ld попытки для ввода правильных значений!";


